{
    "Index": {
      "home": "Дім",
      "aboutus": "Про Нас",
      "product": "Продукт",
      "contact": "Контакти",
      "lang":"Мова",
      "title": "Hej världen!",
      "language" : "UK",
      "certificates" : "Сертифікати",
      "manufacturing":"Процес виробництва",
      "quality":"Стандарти якості",
      "lumber":"Пиломатеріали",
      "log":"Колоди",
      "title1":"Компанія „ЗУБР-2000” була заснована у 2000 році і здобула визнання на ринку деревини твердих порід.",
      "title2":"Ми прагнемо досягати найвищої якості продукції і дотримуємосьвсіх стандартів Державного управління лісового господарстваУкраїни, а також володіємо сертифікатом лісової сертифікації   ланцюжка походження (FSC).",
      "title3":" Цей сертифікат підтверджує нашувідповідність європейським стандартам і підтверджує наше зобов'язання до сталого лісового господарства.",
      "title4":"Основні напрямки нашої діяльності включають:",
      "title5":" Наші склади завжди заповнені широким асортиментом деревини та пиломатеріалів. Ми забезпечуємо наших клієнті продукцією найвищої якості, з повним врахуванням їх потреб і вимог.",
      "title6":" Політика компанії „ЗУБР-2000” гнучка та орієнтована на потреби ринку та клієнтів. Ми постійно розвиваємося, враховуючи динаміку сучасного світу, тому завжди до співпраці та готові виготовити продукцію згідно з індивідуальними вимогами клієнта.",
      "title7":"Запрошуємо вас до співпраці з нами - компанією „ЗУБР-2000”, вашим надійним партнером у сфері деревообробки та торгівлі деревиною.",
      "list1":"торгівлю деревиною;",
      "list2":"виготовлення пиломатеріалів різних типорозмірів;",
      "list3":"розпил обрізних та необрізних пиломатеріалів;",
      "list4":"сушку пиломатеріалів;",
      "list5":"простругування пиломатеріалів після сушіння за розмірами, які задовольняють потреби наших клієнтів;",
      "contactus":"Звязатись з нами",
      "findus":"найти нас",
      "ourproduct":"наша продукція",
      "director":"Директор",
      "Manager":"Менеджер"

      
      
    }
  }